Repository: levi-45/enigma2-plugin-extensions-epgimport-levi45
Catalog: usr/lib/enigma2/python/Plugins/Extensions/EPGImport/locale/*/LC_MESSAGES/EPGImport.po
Languages: tr

source: Import of epg data will start. This may take a few minutes. Is this ok?
tr: Epg verilerinin yuklenmesi başlayacak. Bu işlem birkaç dakika sürebilir. Bu tamammi?

source: events
tr: programlar

source: Add Channel
tr: Kanal Ekle

source: Add Provider
tr: Sağlayıcı Ekle

source: All services provider
tr: Tüm servis sağlayıcı

source: Automated EPG Importer
tr: Otomatik EPG yukleyici

source: Automatic import EPG
tr: EPG'yi otomatik yukle

source: Automatic start time
tr: Otomatik başlama zamanı

source: Cancel
tr: Iptal

source: Choice days for start import
tr: EPG yuklemek icin gun secin

source: Clear
tr: Temizle

source: Consider setting 'Days Profile'
tr: 'Gün Profili'ni ayarlamayı yapin

source: Days Profile
tr: Günlerin Profili

source: Delete all
tr: Hepsini sil

source: Delete current EPG before import
tr: Yeni yukleme baslamadan önce geçerli EPG'yi silin

source: Delete selected
tr: Secileni sil

source: Do you want to update Source now? Wait for the import successful message!
tr: Kaynağı şimdi güncellemek ister misiniz? Yukleme başarılı mesajını bekleyin!

source: EPG Import Configuration
tr: EPG Yukleme Yapılandırması

source: EPG Import Log
tr: EPG Yukleme bilgisi

source: EPG Import Sources
tr: EPG Yukleme Kaynakları

source: EPG Import finished, %d events
tr: EPG Yukleme tamamlandı, %d programlar

source: EPG-Importer
tr: EPG-Yukleyici

source: EPG-Importer Now
tr: EPG-Yukleme Şimdi

source: EPGImport Import of epg data is still in progress. Please wait.
tr: Epg verilerinin yuklenmesi hala devam ediyor. Lütfen bekleyin.

source: EPGImport Import of epg data will start. This may take a few minutes. Is this ok?
tr: EPGI Yukleme Epg verilerinin yuklenmesi başlayacak. Bu işlem birkaç dakika sürebilir. Bu tamammi?

source: EPGImport Plugin Failed to start:
tr: EPG Yukleme Eklentisi Başlatılamadı:

source: Friday
tr: Cuma

source: Hours after which the import is repeated
tr: Yuklemenin tekrarlandığı saatler

source: Ignore services list
tr: Servis listesini yok say

source: Import
tr: Yukle

source: Import failed with error: {}
tr: Yukleme başarısız oldu: {}

source: Import from Git
tr: Git'ten yukle

source: Importing: %s %s events
tr: Yukluyor: %s %s programlar

source: Last import:
tr: Son yukleme:

source: Last import: %s events
tr: Son yukleme: %s programlar

source: Load EPG only for IPTV channels
tr: EPG'yi yalnızca IPTV kanalları için yükle

source: Load EPG only services in bouquets
tr: EPG yi yalnızca Buketlerde yukleyin

source: Load long descriptions up to X days
tr: X güne kadar uzun açıklamaları yükleyin

source: Manual
tr: Elle

source: Monday
tr: Pazartesi

source: No active EPG sources found, nothing to do
tr: Etkin EPG kaynağı bulunamadı, yapılacak bir şey yok

source: Press OK
tr: Ok tusuna bas

source: Really delete all list?
tr: Gerçekten tüm listeyi silmek istiyor musunuz?

source: Return to deep standby after import
tr: Yukleme işleminden sonra derin bekleme moduna geri dön

source: Run AutoTimer after import
tr: Yukleme işleminden sonra Otomatik Zamanlayıcıyi çalıştırın

source: Saturday
tr: Cumartesi

source: Save
tr: Kayit et

source: Select action
tr: Islem seçin

source: Select service to add...
tr: Eklenecek hizmeti seçin...

source: Show 'EPGImport' in extensions
tr: Eklentilerde 'EPGImport' göster

source: Show 'EPGImport' in plugins
tr: Eklentilerde 'EPGImport' göster

source: Show log
tr: Infoyu göster

source: Skip import on restart GUI
tr: GUI'yi yeniden başlatırken yuklemeyi atla

source: Source EPG
tr: EPG Kaynagi

source: Sources
tr: Kaynak

source: Sources saved successfully!
tr: Kaynaklar başarıyla kaydedildi!

source: Specify the source for EPG.
tr: EPG için kaynağı belirtin.

source: Standby at startup
tr: Başlangıçta beklemede

source: Start import after booting up
tr: Cihaz acildikdan sonra yuklemeyi başlat

source: Start import after standby
tr: Bekleme modundan sonra yuklemeyi başlat

source: Sunday
tr: Pazar

source: Thursday
tr: Persembe

source: Tuesday
tr: Sali

source: Update Aborted!
tr: Güncelleme İptal Edildi!

source: Wednesday
tr: Carsamba

source: When in deep standby
tr: Derin bekleme modundayken

source: Write to /tmp/epgimport.log
tr: /tmp/epgimport.log'a yaz

source: You may not use this settings! At least one day a week should be included!
tr: Bu ayarları kullanmayiniz! En azından haftada bir gün dahil edilmelidir!

source: You must restart Enigma2 to load the EPG data, is this OK?
tr: EPG verilerini yüklemek için Enigma2'yi yeniden başlatmanız gerekir, bu uygun mudur?

source: always
tr: devamli

source: never
tr: asla

source: only automatic boot
tr: yalnızca otomatik acilmada

source: only manual boot
tr: yalnızca manuel acmada

source: press OK to save list
tr: kayit icin OK tusuna basin

source: skip the import
tr: yuklemeyi atla

source: wake up and import
tr: cihazi baslat ve yukleme yap
